{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "align.nvim": {
      "src": "https://github.com/Vonr/align.nvim"
    },
    "baleia.nvim": {
      "src": "https://github.com/m00qek/baleia.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.10.2'"
    },
    "canola.nvim": {
      "src": "https://github.com/barrettruth/canola.nvim"
    },
    "colorful-menu.nvim": {
      "src": "https://github.com/xzbdmw/colorful-menu.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "crates.nvim": {
      "src": "https://github.com/saecki/crates.nvim"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/dlyongemallo/diffview.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/nmac427/guess-indent.nvim"
    },
    "gx.nvim": {
      "src": "https://github.com/chrishrb/gx.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "inc-rename.nvim": {
      "src": "https://github.com/smjonas/inc-rename.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "neoscroll.nvim": {
      "src": "https://github.com/karb94/neoscroll.nvim"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'master'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "pathfinder.nvim": {
      "src": "https://github.com/HawkinsT/pathfinder.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "sentiment.nvim": {
      "src": "https://github.com/utilyre/sentiment.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "substitute.nvim": {
      "src": "https://github.com/gbprod/substitute.nvim"
    },
    "text-case.nvim": {
      "src": "https://github.com/johmsalas/text-case.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "unnest.nvim": {
      "src": "https://github.com/brianhuster/unnest.nvim"
    },
    "vim-startuptime": {
      "src": "https://github.com/dstein64/vim-startuptime"
    },
    "visimatch.nvim": {
      "src": "https://github.com/wurli/visimatch.nvim"
    },
    "wayfinder.nvim": {
      "src": "https://github.com/error311/wayfinder.nvim"
    }
  }
}
